{
    "Docklands": "City: Melbourne\nHousehold Size: Typically suits smaller households or young professionals.\nPets: Limited pet-friendly parks, but nearby areas can accommodate pets.\nWorking Arrangement: Ideal for hybrid or onsite workers due to proximity to the CBD.\nPreference: City-focused lifestyle with a modern urban vibe.\nHousing: Primarily high-rise apartments and modern flats with some waterfront views.\nFree Time: Enjoy dining, bars, shopping centers, and water activities along the Yarra River.\nSchooling: Limited schooling options directly in Docklands, but nearby Melbourne suburbs provide various schooling choices.",
    "Port Melbourne": "City: Melbourne\nHousehold Size: Well-suited for families and professionals.\nPets: Pet-friendly with multiple parks and beachfront areas.\nWorking Arrangement: Flexible for WFH, onsite, or hybrid due to close proximity to the CBD.\nPreference: Both city and nature, with a mix of urban amenities and seaside access.\nHousing: Combination of houses and modern apartments, with some heritage architecture.\nFree Time: Beach activities, parks, and a vibrant café and bar scene.\nSchooling: Access to several public and private schools within and near the area.",
    "St Kilda": "City: Melbourne\nHousehold Size: Suitable for singles, couples, and small families.\nPets: Pet-friendly, with parks, beaches, and trails.\nWorking Arrangement: Good for hybrid work; easy commute to the CBD.\nPreference: Nature and city blend; vibrant and diverse community.\nHousing: Range of apartments, historic houses, and shared living spaces.\nFree Time: Beachfront activities, Luna Park, arts, dining, and live music.\nSchooling: Multiple school options, including alternative and progressive education programs.",
    "Fitzroy": "City: Melbourne\nHousehold Size: Popular with singles, young couples, and small households.\nPets: Pet-friendly with local parks and open spaces.\nWorking Arrangement: Suits hybrid and WFH, as it’s close to Melbourne's CBD.\nPreference: City-focused, with a strong community vibe and eclectic atmosphere.\nHousing: Mix of terrace houses, lofts, and apartments.\nFree Time: Known for arts, culture, live music, and diverse dining and nightlife options.\nSchooling: Access to various public and private schools, including arts-focused programs.",
    "Ashburton": "City: Melbourne\nHousehold Size: Family-oriented, with space for larger households.\nPets: Pet-friendly suburb with ample parks and green spaces.\nWorking Arrangement: Great for WFH or hybrid, with commuting options to the CBD.\nPreference: Nature-focused, with easy access to the city.\nHousing: Primarily houses with yards, ideal for families.\nFree Time: Family-friendly activities, parks, recreational centers, and local shops.\nSchooling: Well-regarded schools, both public and private, within reach.",
    "Wantirna South": "City: Melbourne\nHousehold Size: Suited for families and larger households.\nPets: Very pet-friendly with parks and open spaces.\nWorking Arrangement: Primarily suitable for WFH or hybrid, with commuting options.\nPreference: Nature-focused with suburban conveniences.\nHousing: Mix of houses and townhouses with larger plots.\nFree Time: Outdoor activities, parks, local shopping centers, and dining.\nSchooling: Good options for both public and private schooling nearby.",
    "Box Hill": "City: Melbourne\nHousehold Size: Versatile, suited for families, couples, and professionals.\nPets: Pet-friendly, with access to parks and green spaces.\nWorking Arrangement: Good for hybrid and WFH, with public transport to the CBD.\nPreference: Both city and nature, with a multicultural community.\nHousing: Mix of high-rise apartments, townhouses, and standalone homes.\nFree Time: Diverse dining options, cultural centers, and shopping hubs.\nSchooling: Known for excellent schooling options, including private and international programs."
}
